"livechat.inputfield.questionplaceholder" = "Saisissez votre question";
"livechat.inputfield.messageplaceholder" = "Message";
"livechat.inputfield.feedbackplaceholder" = "Saisissez vos commentaires ici...";
"livechat.inputfield.commentplaceholder" = "Commentaire";
"livechat.headertitle.department" = "Choisir le service";
"livechat.headertitle.feedback" = "Laisser vos suggestions";
"livechat.button.send" = "Envoyer";
"livechat.button.ok" = "OK";
"livechat.button.photolibrary" = "Photothèque";
"livechat.button.sendPhoto" = "Envoyer une photo";
"livechat.button.takescreenshot" = "Prendre une capture d’écran";
"livechat.button.cancel" = "Annuler";
"livechat.button.open" = "Ouvrir";
"livechat.button.copy" = "Copier";
"livechat.button.submit" = "SOUMETTRE";
"livechat.button.back" = "< Retour";
"livechat.button.select" = "Sélectionner";
"livechat.button.arrow" = "<";
"livechat.button.backButton" = "Retour";
"livechat.message.savetolibrary" = "Enregistrer sur la pellicule";
"livechat.message.offlineSend" = "Envoyer hors connexion";
"livechat.message.secs" = "%@ secondes";
"livechat.message.sec" = "%@ seconde";
"livechat.message.newmessage" = "%@ nouveau message";
"livechat.message.newmessages" = "%@ nouveaux messages";
"livechat.message.chattransfered" = "Conversation transférée. Bonjour, je m'appelle %@ ! Je serais très heureux de pouvoir vous aider.";
"livechat.message.agenjoinedchat" = "%@ a rejoint cette conversation.";
"livechat.message.sessionended" = "Session terminée - #%@";
"livechat.message.sessionendednovisitid" = "Session terminée";
"livechat.message.connectedto" = "Connecté à %@";
"livechat.message.sessionendtime" = "La session de conversation se terminera dans %@";
"livechat.message.chatmissed" = "Nous reviendrons vers vous rapidement";
"livechat.message.defaultthankmsg" = "Merci de nous avoir contactés ! \n Veuillez nous laisser vos évaluations et vos commentaires précieux.";
"livechat.ratingresponse.ratingandfeedback" = "Merci pour vos évaluations et vos commentaires précieux";
"livechat.ratingresponse.feedback" = "Merci pour vos précieux commentaires";
"livechat.ratingresponse.rating" = "Merci pour vos précieuses évaluations";
"livechat.message.name" = "Moi";
"livechat.ratingmessage.bad" = "Mauvais";
"livechat.ratingmessage.good" = "Bon";
"livechat.ratingmessage.wow" = "Génial";
"livechat.feedbackmessage.nofeedback" = "Aucun commentaire";
"livechat.connectionstatus.online" = "En ligne";
"livechat.connectionstatus.offline" = "Hors connexion";
"livechat.connectionstatus.connecting" = "Connexion";
"livechat.connectionstatus.waitingfornetwork" = "En attente de réseau";
"livechat.connectionstatus.noconnection" = "Aucune connectivité réseau...";
"livechat.day.morning" = "Matin";
"livechat.day.afternoon" = "Après-midi";
"livechat.day.evening" = "Soir";
"livechat.day.night" = "Nuit";
"livechat.day.today" = "Aujourd’hui";
"livechat.day.yesterday" = "Hier";

"livechat.fileSize.exceed.alert" = "La taille de fichier dépasse la limite maximale autorisée";

//

"livechat.message.sessionend" = "La session de conversation va se terminer";

"livechat.leave.feedback" = "Merci de nous avoir contactés ! \n Veuillez nous laisser vos commentaires appréciés.";

"livechat.offline.sent" = "Envoyé hors ligne";

"livechat.conversation.gif" = "gif";

"livechat.conversation.image" = "image";

"livechat.conversation.vidoe" = "vidéo";

"livechat.conversation.audio" = "audio";

"livechat.conversation.file" = "fichier";

"livechat.conversation.location" = "emplacement";

"livechat.conversation.contact" = "Contact";

"livechat.ongoing.typing" = "écrit";

"livechat.offline.message" = "Nous ne sommes pas là actuellement. Laissez-nous un message et nous vous recontacterons dès que possible.";

"livechat.start.chat" = "Commencer la conversation";

"livechat.recently.viewed" = "Affiché récemment";

"livechat.faq.srarch.empty" = "Oooh ! L’article que vous cherchez est encore en construction ! Revenez plus tard !";

"livechat.faq.search" = "Rechercher un article";

"livechat.conversation" = "Conversations";

"livechat.faq" = "Base de connaissances";

"livechat.conversation.search.empty" = "Oups ! On dirait que rien dans la conversation existante ne contient le mot que vous venez de chercher. Essayez un autre mot ?";

"livechat.conversation.attended" = "dans %@ avec %@"; //in zylker with andrew

"livechat.conversation.missed" = "Manqué dans %@";//Missed in sales

"livechat.conversation.search" = "Chercher une conversation";

"livechat.conversation.empty" = "Encore aucune conversation ! Vous n’êtes qu’à un clic d’entrer en contact avec nos experts.";

"livechat.faq.empty" = "Notre module d’article est encore en construction !";

"livechat.conversaiton.awaiting" = "En attente de connexion...";

"livechat.faq.article" = "Article";

"livechat.faq.articles" = "Articles";

"livechat.faq.view" = "Vue";

"livechat.faq.views" = "Vues";


"livechat.button.endsession" = "Terminer la session";
"livechat.message.missedChat" = "Conversation manquée";
"livechat.message.sharedfile" = "A partagé un fichier";
"livechat.message.suggestions" = "Suggestions";
"livechat.message.like" = "J’aime";
"livechat.message.dislike" = "Je n’aime pas";
"livechat.message.timezone" = "Fuseau horaire";
"livechat.message.date" = "Date";//
"livechat.message.time" = "Heure";//
"livechat.message.from" = "De";//
"livechat.message.to" = "À";//
"livechat.message.speaker" = "Orateur";
"livechat.message.settings" = "Paramètres";
"livechat.message.okay" = "Ok";
"livechat.button.dnt" = "Ne pas suivre";
"livechat.button.gotit" = "J’ai compris !";
"livechat.button.learnmore" = "En savoir plus";
"livechat.button.accept" = "Accepter";
"livechat.button.decline" = "Refuser";
"livechat.message.slidetodelete" = "Faire glisser pour supprimer";
"livechat.message.holdtorecord" = "Maintenir pour enregistrer, relâcher pour arrêter";
"livechat.permission.microphone" = "Autorisez l’accès au micro de votre appareil pour enregistrer et envoyer des messages vocaux.";
"livechat.buttton.later" = "Plus tard";
"livechat.message.permission" = "Naviguer vers les paramètres de l’application";
"livechat.message.angry" = "En colère";
"livechat.message.sad" = "Triste";
"livechat.message.neutral" = "Neutre";
"livechat.message.good" = "Bon";
"livechat.message.great" = "Formidable";

"livechat.message.chattransfering" = "%@ transfert cette conversation à %@.";
"livechat.message.forwardsupport" = "%@ transfert cette conversation.";
"livechat.message.forwardaccepted" = "La conversation a été transférée à %@ avec succès.";

"livechat.button.done" = "Terminé";
"livechat.button.skip" = "Ignorer";
"livechat.button.confirm" = "Confirmer";
"livechat.message.bookslot" = "Réserver un emplacement";

"livechat.message.verybad" = "Très mauvais";
"livechat.message.neutral" ="Neutre";
"livechat.message.pickdate" = "Choisir une date";
"livechat.message.pickslot" = "Choisir un emplacement horaire";
"livechat.message.pickloc" = "Choisissez une localisation";
"livechat.message.location" = "Emplacement";
"livechat.message.curloc" = "Envoyer le lieu actuel" ;
"livechat.message.selloc" = "Envoyer le lieu sélectionné";

"livechat.message.changeemail" = "Modifier l’adresse e-mail";
"livechat.message.translateconsent" = "Google Translation";
"livechat.message.chatconsent" = "Consentement de conversation";
"livechat.message.trackconsent" = "Approbation de suivi";
"livechat.chatconsent.message" = "En cliquant sur Accepter, vous acceptez toutes nos conditions d’utilisation spécifiées dans ce document.";
"livechat.trackconsent.message1" = "Bonjour ! Nous suivons vos activités sur notre appli pour améliorer votre expérience dans l’appli.";
"livechat.trackconsent.message2" = "Bonjour ! Nous suivons vos activités sur notre appli pour améliorer votre expérience dans l’appli. Mais si vous voulez refuser cela, cliquez sur l’option « Ne pas suivre ».";
"livechat.message.cardmask" = "Masquage de carte de crédit";
"livechat.creditcard.message" = "Puisque votre numéro de carte est une donnée sensible, souhaitez-vous que nous masquions les 12 premiers chiffres ?";
"livechat.button.mask" = "Masquer";
"livechat.message.emailtranscript" = "Vous êtes sur le point d’envoyer par e-mail cette transcription de conversation à %@.";


"livechat.message.continuesession" = "Votre session de conversation avec nous est terminée. Avez-vous d’autres requêtes à clarifier ? Cliquez sur Continuer pour discuter avec nous.";
"livechat.button.sendemail" = "Envoyer la transcription de la conversation";
"livechat.button.continue" = "Poursuivre";
"livechat.message.typeemail" = "Entrez votre adresse e-mail";
"livechat.message.mailsent" = "E-mail envoyé avec succès";
"livechat.message.mailfailed" = "L’envoi de l’e-mail a échouéd";

"livechat.button.yes" = "OUI";
"livechat.button.no" = "NON";
"livechat.message.connectohuman" = "Besoin d’une aide humaine ?";


"livechat.message.downloading" = "Téléchargement";
"livechat.message.uploading" = "Chargement";

"livechat.message.sendphoto" = "Envoyer 1 photo";
"livechat.message.sendvideo" = "Envoyer 1 vidéo";

"livechat.message.sendphotos" = "Envoyer %@ photos";
"livechat.message.sendvideos" = "Envoyer %@ vidéos";


"livechat.message.senditems" = "Envoyer %@ éléments";

"livechat.message.saved" = "Enregistré";
"livechat.message.screenshot" = "Appuyer pour capturer";

"livechat.message.time.yearsago" = "Il y a %@ an(s)";
"livechat.message.time.monthsago" = "Il y a %@ mois";
"livechat.message.time.weeksago" = "Il y a %@ semaine(s)";
"livechat.message.time.daysago" = "Il y a %@ jour(s)";
"livechat.message.time.hoursago" = "Il y a %@ h";
"livechat.message.time.minutesago" = "Il y a %@ min";
"livechat.message.time.secondsago" = "Il y a %@ s";
"livechat.continue.chat" = "Continuer la conversation";
"livechat.conversation.started" = "dans %@";
"livechat.message.sendfeedback" = "Envoyer des commentaires";
"livechat.message.sessionendtime" = "La session de conversation se terminera dans %@";

"livechat.message.recieveimage" = "%@ vous a envoyé une image";
"livechat.message.recievevideo" = "%@ vous a envoyé une vidéo";
"livechat.message.recievegif" = "%@ vous a envoyé un GIF";
"livechat.message.recievefile" = "%@ vous a envoyé un fichier";
"livechat.message.recieveaudio" = "%@ vous a envoyé un clip audio";
"livechat.message.sharescreenshot" = "Partager la capture d’écran";

//FORMS
"livechat.message.defaultthankmsg" = "C’est un plaisir de converser avec vous aujourd’hui. Veuillez prendre un instant pour nous envoyer votre « Évaluation ».";

"livechat.message.rate.1star" = "Nous sommes désolés de ne pas avoir pu vous aider. Nous améliorerons notre support.";
"livechat.message.rate.2star" = "Excusez-nous ! Nous vous offrirons une meilleure expérience la prochaine fois.";
"livechat.message.rate.3star" = "Merci pour l’évaluation ! N’hésitez pas à nous contacter pour obtenir de l’aide.";
"livechat.message.rate.4star" = "Merci pour votre évaluation. Nous sommes heureux de vous aider.";
"livechat.message.rate.5star" = "Waouh, merci !  Nous sommes ravis de vous aider";

"livechat.message.feedback" = "Merci pour vos commentaires.";

"livechat.message.state.connecting" = "Connexion";
"livechat.message.state.connected" = "Connecté";

"livechat.message.inputcard.title.name" = "Entrer un nom";
"livechat.message.inputcard.title.phone" = "Entrer un contact";
"livechat.message.inputcard.title.url" = "Entrer une URL";
"livechat.message.inputcard.title.email" = "Entrer un e-mail";

"livechat.message.inputcard.error.name" = "Entrer un nom valable";
"livechat.message.inputcard.error.email" = "Entrer une adresse e-mail valide";
"livechat.message.inputcard.error.contact" = "Entrer un numéro de contact valide";
"livechat.message.inputcard.error.url" = "Entrer une URL valide";

"livechat.message.form.inline.introduction" = "Aidez-nous à savoir à qui nous parlons.";
"livechat.message.form.inline.chatmessage" = "Veuillez nous fournir quelques détails pour démarrer une conversation.";
"livechat.message.form.inline.buttontitle" = "Remplir le formulaire";

"livechat.message.form.field.error.question" = "Entrer une question";
"livechat.message.form.field.question" = "Entrer votre question ici";
"livechat.message.form.field.campaign" = "Souhaitez-vous vous abonner à notre bulletin d’informations ?";

"livechat.message.form.field.error.unknown" = "La réponse donnée n’est pas valide.";

"livechat.message.form.field.department.fieldname" = "Service";
"livechat.message.form.field.department.message" = "Sélectionnez le service vers lequel votre demande doit être acheminée";
"livechat.message.form.field.department.placeholder" = "Choisir un service";
"livechat.message.form.field.department.coversation.error" = "Sélectionnez un autre service.";
"livechat.message.form.field.department.traditional.error" = "Choisir un service valide";



"livechat.message.form.field.email.fieldname" = "E-mail";
"livechat.message.form.field.email.message" = "Où pouvons-nous vous envoyer un e-mail ?";
"livechat.message.form.field.email.placeholder" = "Entrer votre adresse e-mail";
"livechat.message.form.field.email.coversation.error" = "L’adresse e-mail que vous avez entrée semble être incorrecte. Veuillez entrer votre adresse e-mail à nouveau.";
"livechat.message.form.field.email.traditional.error" = "Entrer une adresse e-mail valide";



"livechat.message.form.field.phone.fieldname" = "Téléphone";
"livechat.message.form.field.phone.message" = "Pouvons-nous avoir votre numéro de contact ?";
"livechat.message.form.field.phone.placeholder" = "Entrer votre numéro de contact";
"livechat.message.form.field.phone.coversation.error" = "Le numéro de téléphone que vous avez entré semble être incorrect. Veuillez entrer votre numéro de téléphone à nouveau.";
"livechat.message.form.field.phone.traditional.error" = "Entrer un numéro de téléphone valide";


"livechat.message.form.field.name.fieldname" = "Nom";
"livechat.message.form.field.name.message" = "Comment souhaitez-vous être appelé ?";
"livechat.message.form.field.name.placeholder" = "Entrer votre nom";
"livechat.message.form.field.name.coversation.error" = "Le nom que vous avez entré ne semble pas correct. Veuillez entrer votre nom à nouveau.";
"livechat.message.form.field.name.traditional.error" = "Entrer un nom valable";

"livechat.button.sure" = "Bien sûr";
"livechat.message.form.conversation.sendername" = "Opérateur";
"livechat.message.form.traditional.title" = "Détails de l’utilisateur";

"livechat.message.error.internet" = "Veuillez vérifier votre connexion Internet.";
"livechat.message.error.unknown" = "Oups ! Un problème est survenu. Veuillez réessayer";

//REOPEN
"livechat.message.error.internet" = "Veuillez vérifier votre connexion Internet.";
"livechat.message.error.unknown" = "Oups ! Un problème est survenu. Veuillez réessayer";
"livechat.conversation.started_no_dept" = "avec %@";
"livechat.message.reopensession" = "Votre session de conversation est terminée. Vous pouvez rouvrir la conversation si vous avez d’autres questions.";
"livechat.message.failiure.unknown" = "Un problème est survenu. Code d’erreur : %@";
"livechat.message.failiure.throttle" = "La connexion est limitée. Essayez ultérieurement.";
"livechat.button.reopen" = "Rouvrir la conversation";
"livechat.message.conversation.reopened" = "Vous avez rouvert la conversation";
"livechat.message.sendblocked.ended" = "Cette conversation est terminée";
"livechat.message.conversation.operatorsunavailable" = "Aucun opérateur disponible";
"livechat.message.conversation.waiting" = "L’opérateur va bientôt rejoindre";
"livechat.message.conversation.formwaiting" = "En attente de vos détails";

"livechat.message.chatwithus" = "Conversez avec nous maintenant !";
"livechat.message.search" = "Rechercher";
"livechat.rate.titlemessage" = "Comment avez-vous trouvé votre expérience de conversation avec nous ?";
"livechat.rate.subtitlemessage" = "Veuillez prendre un instant pour laisser votre avis";
"livechat.message.time.justnow" = "Juste maintenant";
"livechat.message.file" = "Fichier";
"livechat.message.missed.message" = "Désolés, nous avons manqué votre appel ! Nous reviendrons rapidement vers vous !";
"livechat.message.connection.online.message" = "De retour en ligne !";

"salesiq.chat.branding" = "Géré par SalesIQ Mobilisten";
"livechat.button.download" = "Télécharger";
"livechat.alert.formactivenotice.title" = "Formulaire actif dans un autre chat";
"livechat.alert.formactivenotice.subtitle" = "Veuillez remplir le formulaire dans le chat précédent avant d'initier un nouveau chat !";
"livechat.message.offlinemessage.submitted" = "Message hors ligne envoyé";
"livechat.message.storage_permission.denied" = "Autorisation de stockage refusée.";
"livechat.message.timedout" = "Délai dépassé";
"livechat.message.success" = "Réussite";
"livechat.message.faliure" = "Échec";

"livechat.message.widget.selectionlimit" = "Se ha alcanzado el límite de selección";
"livechat.message.noresult" = "Aucun résultat trouvé";
"livechat.message.waitingforconnection" = "En attente de la connexion réseau";
"livechat.message.chat.closedalert" = "Session fermée ! Rouvrez le chat pour continuer.";

"livechat.message.info.chatmissed" = "Nous avons raté votre demande de conversation";
"livechat.message.status.sending" = "Envoi";
"livechat.message.status.sent" = "Envoyé";
"livechat.message.status.resend" = "Renvoyer";
"livechat.message.status.delete" = "Supprimer";
"livechat.message.inputcard.error.novalue" = "Entrez une valeur valide";

"livechat.chat.pendingaction.placeholder" = "Veuillez patienter.";
"livechat.chat.sender.profanity.alert" = "Alerte de mauvaise utilisation";
"livechat.chat.queue.banner.calculating" = "Calcul du temps d’attente...";
"livechat.chat.queue.banner.title" = "Vous êtes dans la file d’attente du chat";
"livechat.chat.queue.banner.timeremaining" = "Le temps d’attente estimé est environ ~ %@";
"livechat.chat.queue.banner.position.subtitle" = "Place";
"livechat.chat.list.subtitle.queue.spot" = "Place dans la file d'attente : %@";
"livechat.gdpr.googletranslate.consent" = "Ce service peut contenir des traductions fournies par Google. Google décline toute garantie, explicite ou implicite, relative aux traductions, notamment toute garantie d’exactitude, de fiabilité et toute garantie implicite de qualité marchande, d’adéquation à un usage particulier et d’absence de contrefaçon.";
"livechat.gdpr.translation.consent" = "Consentement à la traduction";

"livechat.button.schedule" = "Planification";
"livechat.message.inputwidget.datetime.title" = "Date et heure";
"livechat.message.search.country.placeholder" = "Rechercher le code ou le pays";
"livechat.message.permission.denied.location" = "Autorisation de localisation refusée";
"livechat.messsage.search.noresults" = "Nous n’avons pas pu trouver de résultat correspondant à votre recherche";

"livechat.message.status.edit" = "Modifier";
"livechat.message.status.reply" = "Répondre";
"livechat.message.deletingmessage" = "Supprimer le message";
"livechat.message.deletemessage" = "Supprimer le message ?";
"livechat.message.messagedeletedforeveryone" = "Ce message sera supprimé pour tout le monde. Cette action ne peut pas être annulée";
"livechat.message.loadmoremessage" = "Charger plus";
"livechat.message.messagedeleted" = "Ce message a été supprimé";
"livechat.message.messageedited" = "Modifié";
"livechat.message.failure.transcriptFetch" = "Impossible de charger les messages. Réessayez ultérieurement.";
"livechat.message.failure.deleteMessage" = "Impossible de supprimer le message. Réessayez ultérieurement.";
"livechat.message.failure.editMessage" = "Impossible de modifier le message. Réessayez ultérieurement.";

"livechat.message.log.title" = "Journal des applications";
"livechat.message.log.chatMessage" = "L'opérateur a demandé l'accès au journal de votre appli";
"livechat.message.share" = "Partager";
"livechat.info.message" = "Copié";

"livechat.booking.description"="Cliquez sur « Réserver maintenant » ci-dessous pour planifier votre rendez-vous."; 
"livechat.booking.bookappointment" = "Prendre un rendez-vous"; 
"livechat.booking.cancelbooking" = "Annuler la réservation"; 
"livechat.booking.cancelbooking.message" = "Voulez-vous vraiment annuler cette réservation ?"; 
"livechat.booking.discardbooking" = "Êtes-vous sûr de vouloir ignorer ces modifications"; 
"livechat.common.discard" = "Ignorer"; 
"livechat.booking.pickadate" = "Choisir une date"; 
"livechat.booking.allslotsbooked" = "Tous les emplacements sont réservés"; 
"livechat.booking.allslotsbooked.message" = "Tous les emplacements semblent être réservés à cette date, essayez une autre date."; 
"livechat.booking.unavailable" = "Indisponible"; 
"livechat.booking.slots" = "Créneaux"; 
"livechat.booking.slot" = "Emplacement"; 
"livechat.booking.choosedate" = "Choisir une date"; 
"livechat.booking.bookingconfirmation.title" = "Confirmation de réservation"; 
"livechat.booking.verifydetails" = "Confirmer les détails de contact"; 
"livechat.common.noresultfound" = "Aucun résultat trouvé pour la recherche"; 
"livechat.booking.choosetimeslot.title" = "Choisir un créneau"; 
"livechat.booking.booknow" = "Réserver maintenant"; 
"livechat.booking.scheduled" = "Planifié"; 
"livechat.booking.cancelled" = "Annulé"; 
"livechat.booking.reschedule" = "Replanifier"; 
"livechat.booking.cancel" = "Annuler";

"livechat.booking.expired" = "Expiré";
"livechat.booking.rescheduled" = "Replanifié";
"livechat.booking.error.booknow" = "Réessayer"; // Done
"livechat.booking.error.bookanappointment" = "Impossible de réserver le rendez-vous"; // Done
"livechat.booking.error.confirmappointment" = "Échec de la réservation de rendez-vous. Réessayez."; // Done
"livechat.booking.error.rescheduleaction" = "Impossible de replanifier. Réessayez.";
"livechat.booking.error.cancelaction" = "Annulation impossible. Réessayez.";
"livechat.booking.error.rescheduleappointment" = "Impossible de replanifier. Réessayez."; // Done
"livechat.info.booking.reschedule" = "Rendez-vous replanifié"; // Done
"livechat.info.booking.cancel" = "Rendez-vous annulé"; // Done
"livechat.booking.success.appointment" = "Rendez-vous réservé avec succès"; // Done
"livechat.booking.success.reschedule" = "Rendez-vous replanifié avec succès"; // Done
"livechat.booking.success.cancel" = "Rendez-vous annulé avec succès"; // Done
"livechat.booking.disabled" = "Intégration désactivée dans le portail";
"livechat.booking.search" = "Aucun résultat de recherche trouvé pour";
"livechat.voicemessage.alert.title" = "Ignorer le message vocal";
"livechat.voicemessage.alert.message" = "Cela ignorera votre message vocal enregistré";
"livechat.booking.alert.discardChangesPrompt" = "Les changements effectués ne seront pas enregistrés. Voulez-vous continuer ?";
"livechat.alert.button.proceed" = "Continuer";
"livechat.alert.button.cancel" = "Annuler";

//knowledgebase
"livechat.knowledgebase.recentsearches" = "Recherches récentes";
"livechat.knowledgebase.categories" = "Catégories";
"livechat.knowledgebase.article.updated" = "Mis à jour";
"livechat.knowledgebase.action.like" = "J’aime";
"livechat.knowledgebase.action.dislike" = "Je n’aime pas";
"livechat.knowledgebase.info.liked" = "A aimé";
"livechat.knowledgebase.info.disliked" = "N’a pas aimé";
"livechat.knowledgebase.view" = "vue";
"livechat.knowledgebase.views" = "vues";
"livechat.knowledgebase.action.invalid" = "Action non valide. Réessayez.";
"livechat.knowledgebase.noviews" = "Aucun affichage";

"livechat.knowledgebase.subcategories" = "Sous-catégories";
"livechat.knowledgebase.article" = "article";
"livechat.knowledgebase.articles" = "articles";
"livechat.knowledgebase.relatedarticles" = "Articles connexes";
"livechat.knowledgebase.subcategory.count" = "sous-catégorie";
"livechat.knowledgebase.subcategories.count" = "sous-catégories";
"livechat.knowledgebase.recentlyviewed" = "Récemment consultés";
"livechat.knowledgebase.choosedepartment" = "Choisir un service";
"livechat.knowledgebase.search.departments" = "Services";
"livechat.knowledgebase.delete.or.disabled" = "Article indisponible";

"livechat.chat" = "Conversation";
"livechat.knowledgebase.time.yearsago" = "Mis à jour il y a %@";
"livechat.knowledgebase.time.monthago" = "Mis à jour il y a %@m";
"livechat.knowledgebase.time.dayago" = "Mis à jour il y a 1 jour";
"livechat.knowledgebase.time.daysago" = "Mis à jour il y a %@ jours";
"livechat.knowledgebase.time.hourago" = "Mis à jour il y a 1 heure";
"livechat.knowledgebase.time.hoursago" = "Mis à jour il y a %@ heures";
"livechat.knowledgebase.time.justnow" = "Mis à jour maintenant";

"livechat.conversation.unavailable" = "Conversation indisponible";
"livechat.message.file.not.supported" = "Type de fichier non pris en charge";
"livechat.message.sending.failed" = "L’envoi du message a échoué";
"livechat.launcher.dismiss" = "Glisser ici pour rejeter";
"livechat.button.endchat" = "Mettre fin à la conversation";

"livechat.message.resendall" = "Renvoyer tout";
"livechat.message.deleteall" = "Supprimer tout";
"livechat.filebotcard.minimumselection.error" = "Veuillez sélectionner au moins %@ fichiers";
"livechat.filebotcard.maximumselection.error" = "Impossible de partager plus de %@ fichiers";
"livechat.filebotcard.selectionfile.limitexceed.error" = "La taille du fichier ne doit pas dépasser %@";
"livechat.filebotcard.upload" = "Envoyer";

"livechat.message.widget.minimumselectionlimit" = "Un minimum de %@ sélection est requis";
"livechat.message.resource.viewarticle" = "Afficher l’article";
"livechat.filebotcard.unsupportedfile.error" = "Le fichier sélectionné n’est pas pris en charge, veuillez sélectionner un autre fichier. ";
"livechat.fab.call.action" = "Appel";
"livechat.fab.chat.action" = "Conversation";
"livechat.fab.close.action" = "Fermer";

"livechat.info.call.convertedaschat" = "Appel converti comme conversation par %@";
"livechat.info.call.end" = "Appel audio à %@ pour %@";
"livechat.info.call.reject.peer" = "%@ est occupé en ce moment. Veuillez rappeler ultérieurement";
"livechat.info.call.reject" = "%@ a refusé un appel audio à %@";
"livechat.info.call.missed.other" = "%@ a manqué votre appel audio à %@";
"livechat.info.call.missed.self" = "%@ a manqué un appel audio à %@";
"livechat.info.call.cancelled" = "%@ a annulé un appel audio à %@";
"livechat.common.loading" = "Chargement en cours...";
"livechat.call.title.ongoingcall" = "Appel en cours";
"livechat.prechat.chat.online.title" = "Conversez avec nous maintenant !";
"livechat.prechat.chat.offline.title" = "Laissez-nous un message";
"livechat.prechat.call.online.title" = "Appelez-nous maintenant";
"livechat.prechat.call.offline.title" = "Nous laisser un appel manqué";
"livechat.call.warning.make.new.call" = "Vous ne pouvez pas passer un nouvel appel lorsque vous êtes déjà en communication.";
"livechat.call.end.alert.when.end.conversation" = "Mettre fin à la conversation terminera également l’appel en cours. Voulez-vous réellement continuer ?";
"livechat.action.end" = "Terminer";
"livechat.prechat.brand.back.to.online" = "Hé, nous sommes de retour en ligne !";
"livechat.call.outgoingcall.duration" = "Appel sortant pour %@";
"livechat.call.missed" = "Appel manqué";
"livechat.call.cancelled" = "Appel annulé";
"livechat.missed.chat.response" = "Merci de nous avoir contactés ! Nous reprendrons contact avec vous rapidement.";
"livechat.call.miss.alert.title" = "Opérateurs indisponibles";
"livechat.call.miss.alert.message" = "Voulez-vous nous laisser un appel manqué ?";
"livechat.chat.miss.alert.message" = "Voulez-vous nous laisser un message ?";
"livechat.call.recording.consent.title" = "Consentement d’enregistrement d’appel";
"livechat.call.recording.consent" = "Tous les appels sont enregistrés à des fins d’assurance qualité, de conservation d’enregistrement et de formation. En cliquant sur « Accepter », vous donnez votre consentement pour enregistrer l’appel.";
"livechat.call.queue.title" = "Appel dans la file d’attente";
"livechat.call.microphone.permission.title" = "Veuillez autoriser l’accès";
"livechat.call.microphone.permission.custom.message" = "%@ a besoin d’une autorisation pour accéder à votre microphone pour les appels audio";
"livechat.call.microphone.permission.message" = "Cette application a besoin d’une autorisation pour accéder à votre microphone pour les appels audio";
"livechat.button.endconversation" = "Terminer la conversation";
"livechat.message.offlinechat" = "Conversation hors connexion";
"livechat.message.offlinecall" = "Appel hors connexion";
"livechat.checkbox.consent.message" = "J’accepte les conditions générales";
"livechat.checkbox.consent.message.tac" = "conditions générales";
"livechat.list.subtitle.queue.call" = "Votre appel est dans une file d’attente. Veuillez patienter.";
"livechat.list.subtitle.queue.chat" = "Votre conversation est en file d’attente. Veuillez patienter.";
"livechat.common.gdpr.consent.title" = "Consentement à la conversation";
"livechat.common.gdpr.consent.message" = "En cliquant sur Accepter, vous acceptez toutes les conditions d’utilisation spécifiées dans ce document.";
"livechat.common.gdpr.consent.message.in.forms" = "En cochant la case des conditions générales, vous acceptez par la présente toutes les règles spécifiées dans le document.";
"livechat.form.toast.agree.tac" = "Veuillez accepter les conditions générales pour continuer";
"livechat.list.missed.call.subtitle" = "Nous avons manqué votre appel. Veuillez réessayer plus tard.";
"livechat.list.cancel.call.subtitle" = "Vous avez annulé un appel audio.";
"livechat.list.subtitle.ongoingcallinothersession" = "Appel en cours dans une autre session";
"livechat.call.failed.message" = "Il semble que tous nos opérateurs sont indisponibles pour le moment !";
"livechat.call.waiting.for.response" = "Veuillez patienter en attendant que notre représentant du support technique participe à votre appel";
"livecaht.call.initialization.failed" = "Échec de l’initialisation";
